tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"

brew "clojure"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "hivemind"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "leiningen"
brew "overmind"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "vim"

mas "1Blocker", id: 1107421413
mas "1Password", id: 1333542190
mas "Banktivity", id: 1394863440
mas "Monodraw", id: 920404675
mas "Reeder", id: 1449412482
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835

cask "1password-cli"
cask "adoptopenjdk"
cask "alfred"
cask "dash"
cask "encryptme"
cask "firefox"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-input"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "istat-menus"
cask "logitech-options"
cask "logitech-camera-settings"
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "omnigraffle"
cask "steam"
cask "unity"
cask "virtualbox"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoomus"
