tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"

brew "fish"
brew "git"
brew "go"
brew "htop"
brew "hub"
brew "jq"
brew "ripgrep"
brew "tmux"
brew "vim"

mas "1Blocker", id: 1107421413
mas "1Password", id: 1333542190
mas "Banktivity", id: 1394863440
mas "Monodraw", id: 920404675
mas "Reeder", id: 1449412482
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835

cask "1password-cli"
cask "firefox"
cask "font-inconsolata"
cask "font-input"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "logitech-options"
cask "logitech-camera-settings"
cask "notion"
cask "unity"
cask "visual-studio-code"
cask "zoomus"
